{
  "ChatGPT.nvim": { "branch": "main" },
  "LuaSnip": { "branch": "master" },
  "SnippetGenie": { "branch": "master" },
  "bufdelete.nvim": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-ctags": { "branch": "main" },
  "cmp-luasnip-choice": { "branch": "master" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-signature-help": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-plugins": { "branch": "main" },
  "cmp-spell": { "branch": "master" },
  "cmp-under-comparator": { "branch": "master" },
  "cmp_luasnip": { "branch": "master" },
  "codeium.nvim": { "branch": "main" },
  "dashboard-nvim": { "branch": "master" },
  "dressing.nvim": { "branch": "master" },
  "fm-nvim": { "branch": "master" },
  "fold-cycle.nvim": { "branch": "main" },
  "fold-preview.nvim": { "branch": "main" },
  "github-nvim-theme": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "guihua.lua": { "branch": "master" },
  "headlines.nvim": { "branch": "master" },
  "hydra.nvim": { "branch": "master" },
  "indent-blankline.nvim": { "branch": "master" },
  "keymap-amend.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lspkind.nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-null-ls.nvim": { "branch": "main" },
  "mason-nvim-dap.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "navigator.lua": { "branch": "master" },
  "neogen": { "branch": "main" },
  "neorg": { "branch": "main" },
  "neorg-telescope": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "null-ls.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-telescope-ctags-plus": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-refactor": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "peek.nvim": { "branch": "master" },
  "playground": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "pretty-fold.nvim": { "branch": "master" },
  "refactoring.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "toggleterm.nvim": { "branch": "main" },
  "venn.nvim": { "branch": "main" },
  "vim-gutentags": { "branch": "master" },
  "vim-wakatime": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}